{
  "Comment.nvim": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "alpha-nvim": { "branch": "main" },
  "aura-theme": { "branch": "feat/neovim-port" },
  "catppuccin": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "code_runner.nvim": { "branch": "main" },
  "copilot-cmp": { "branch": "master" },
  "copilot.lua": { "branch": "master" },
  "dressing.nvim": { "branch": "master" },
  "friendly-snippets": { "branch": "main" },
  "indent-blankline.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lspkind.nvim": { "branch": "master" },
  "lualine.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-tool-installer.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "moonfly": { "branch": "master" },
  "noice.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-conda": { "branch": "main" },
  "nvim-lsp-file-operations": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "onedark": { "branch": "master" },
  "oxocarbon": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "0.1.x" },
  "toggleterm.nvim": { "branch": "main" },
  "tokyonight.nvim": { "branch": "main" },
  "vim-maximizer": { "branch": "master" },
  "vim-tmux-navigator": { "branch": "master" },
  "which-key.nvim": { "branch": "main" }
}